{
    "e1" : "",
    "e2" : "I should like now to make a few OBSERVATIONS on the Budget. This Budget marks a turning point in the history our country. It is no use attempting, as some of my friends have done, either to DEPRECATE the budget very strongly or to suggest that we are not a witnessing a new revolution in our methods of fiscal training and technique. I want it to be clearly pointed out to my friends that we are now facing the lean years of Indian finance. Hithero, we had revenue surpluses which were a form of public saving and which were meant to be utilised for capital development. Hereafter, this form of revenue surplus would not be available. We have therefore, to find out ways and means of implementing our great programme of national reconstruction at minimum cost.My point is that reconstruction at minimum cost. My point is that the deficit on revenue account would be of the order about Rs. 19 to 20 crores. Here, let me point out that I do not agree with those of my friends in the Finance Department who have attempted to suggest that Rs 9 or 18 crores which are obtained from Pakistan should be put to the revenue side of the budget; they are to be put on the capital side.But that does not seriously alter the trend of my argument. What I am suggesting is that we would have to undertake ways and means of increasing the resources of our country so that it might be possible for us to have a greater amount of surplus or a greater amount of public saving for the purpose of financing capital development. The Finance Minister in the course of his speech, Mr. Deputy Minister, pointed out that the deficits during the past two years were of the order of Rs. 83 crores. I venture humbly to disagree with him because I feel that when we are talking of deficits, we must take into account the overall deficits incurred by the Central Government and that would be of the order of Rs. 200 crores. During the years of relatively light expenditure we had shortfall of about Rs. 200 crores. Undoubtedly, now when we are going to have a very great amount of expenditure, we might have a out ways and means of trying to meet our capital deficit financing is good; others have pointed out that it is poison. One hon. Member who preceded me pointed out what it could be taken like a tonic. Now, I am not willing to enter into the merits of deficit financing or demerits of deficit financing in an academic spirit.The time has now come when we should face realities. I do suggest that we have to indulge in deficit financing it would not be possible for us to indulge in capital expenditure on such a large scale. But when we are talking of the scope of deficit financing, I would like to place before the house and the Finance Minister the two great llimitations which face us.The first llimitation that faces us is that concerning the internal price level. The hon. the Finance Minister referred to the cost of living so that it may not shoot up within a short period and make a mess of the plans of capital development. But there is another limitation which has not received as much notice as it should have done in all the discussions that have taken place on deficit financing. That limitation is the external limitation which arises on account of our balance of payments position. I think this is as important, Mr, Deputy speaker, as the internal price level and I should like to elaborate that particular point a bit more because I feel that a time will shortly arrive when we might have either to reconsider our policy or might even have to leave the sterling clud of which we are a member.The second serious limitation is as serious as the first. What would be the consequences of deficit financing on our balance of payments? The Finance Minister in his budget speech points out that so far as the balance of payments position is concerned, they have now, whether it is by accident or design, a favourable balance and they have contributed about Rs. 63 crores to the dollar pool during the past six months. But the moment we indulge in deficit financing we have to be prepared for worsening of our balance of payments.",
    "e3" : "I am thankful to you for having given me this long-awaited opportunity to say a few words on the Budget. Much has already been said, and I think the Finance Minister has received his share of both congratulations and criticisms. So, there is not much left to add, but I would like to make a few remarks.The increased development expenditure and the absence of any new taxation have earned the Budget a positive response, even from the business community. I especially welcome the relief given to the middle class by raising the exemption limit for income tax on personal income. No doubt, this provides some relief to the middle class. However, I would request the Finance Minister, if possible, to raise this exemption limit from Rs. 4,000 to Rs. 6,000, as that would offer substantial relief. I am indeed glad that the Taxation Enquiry Commission has been appointed with Dr. John Mathai as the Chairman, and I am sure that many of the vexed problems may be solved through this Commission. At the same time, I would request the Finance Minister to put off the Estate Duty Bill for the present since this Enquiry Commission has been appointed and they may go into this question. For, I feel that it is not an opportune moment to put on more taxes on the people. Already, as Mr. Gadgil has pointed out, there are so many taxes, and they are just trying to recover their stability. So, in regard to Estate Duty, I would ask him to consider it. My reason for asking it to be postponed is, as I have said, that the people are still facing economic distress. And then, our Government is not able to offer the amenities that other countries have, where the Estate Duty exists, such as free compulsory education for children, free medical aid, homes for the poor and the destitute, old age pension, etc. So, my humble suggestion is that this point may be considered by the Taxation Enquiry Commission. I agree that there is a brighter side of the picture and that instead of continually harping on our poverty, we should also see the bright side. We are making encouraging progress towards laying the foundation of a welfare state. With the cooperation of all and the implementation of the Five-Year Plan, I am sure, Sir, that we should be able to lay the foundations and fulfill the dreams of India. It is indeed encouraging to know from the Finance Minister that there is a tendency of lowering food prices all over the world, and in that case, the prices in our country too would be lowered. Regarding Defence, for obvious security reasons, I do not agree with my friends who say that the expenditure should be curtailed. It is not advisable to take any undue risks and slacken the defence arrangements. Indeed, defence is one of our valuable assets although, strange to say, there seems to be adverse opinions in some quarters. I agree with what General Cariappa once said, that God and the Army are remembered only when there is trouble. The Army consists of the most disciplined and loyal set of young men. It would not be proper to effect the economy in the pay of these brave officers, as it would not be an incentive for the right type of young men to join the Army, and it would become ineffective and inefficient. I believe already officers who were drawing Rs. 1,400 as their pay are now getting only Rs. 700 and about Rs. 100 as an allowance. That is, they are getting about half of what they were getting before. It is very hard for those officers on field duty to establish separate establishments for their families and for their children, and I would specially appeal to the Finance Minister to see that the family allowances may be restored to those officers who are on field duty. Economy in the Army could be effected in other ways. There is scope for a more efficient operation of defence industries, which seems slow, and by a purchase policy of utilizing goods and stores indigenously manufactured. Preference should be given to country-made war materials such as could be produced here, and they would be cheaper than foreign-made goods. I may also suggest that the Armed Forces who are not on field service or under any operational commitments could be utilized for giving military training to the youths in schools and colleges, which would teach discipline and loyalty. The university authorities should make military training a part of their compulsory education, just as they have adopted social, domestic, and political sciences. The National Cadet Corps is already inculcating military training in some universities such as Bombay and Calcutta. But if military training is made compulsory for our university students, it will go a long way.",
    "e4" : "Sir, the Essential Commodities Act was passed, and when the Minister came yesterday with an amending Bill, we expected that he would give a brief report on the working of this measure for the last few years. But unfortunately, we are kept in the dark regarding the exact working of the Act and the nature of the difficulties the Minister is facing. Sir, as far as I know, many of the provisions of this enactment have been observed more in violation by his agents at the State level. The Food Minister may be earnest, may be very able, and may be very anxious to see that the various provisions of the Act are implemented in the most effective manner at the State level, but unfortunately, his agents at the State level are not equally strict or equally anxious to observe the enactment. The most important objectives of this enactment are to control the supply and distribution of commodities and to maintain a stable price level. In regard to these aspects, I am afraid that the Government has failed to realise the objectives in view. Some time ago, attempts were made to procure goods from certain wholesale merchants and rice mills. In my State, I know of many instances of such procurement where, after making it known that certain actions had to be taken by the merchant community, nothing was done later by the Government when they found that these very orders of the Government were violated. As a result of these violations, there was a rise in the prices of foodgrains. In respect of other commodities like paper, etc., we see a lot of activity, but the provisions of the Act have not been brought to bear on them. Perhaps no case of prosecution has been initiated against those violating various provisions of the Act. I am interested to know how many cases the Government has taken up to prosecute individuals who have violated various sections of the Act. The Minister said that the powers under the Act were not adequate. We sympathize with the Food Minister, but I want to know what action has been taken in this regard by the various State Governments. In regard to the amending provision, I want to know from the Minister what would be his difficulty even if minor offences are taken to courts of law. For instance, the Motor Vehicles Act deals with various offences, both major and minor, and various minor offences under the Act are taken to courts and people are prosecuted. What is the difficulty in taking these cases of a minor nature to courts? There, the people will have some assurance that they will get a fair hearing, and if the offences are indeed proven, then they would be prosecuted. Otherwise, they will be acquitted. Here, the Minister says that there should be a security. If there is a violation of a particular provision of the enactment, then the executive authority will have the power either to confiscate a certain amount or the entire amount. We are clothing the executive authority with more powers. I do not grudge giving powers to the executive authority, provided they are used properly and effectively, and in the most fair manner. But unfortunately, there There have been discriminations arising from the ineffectiveness of various provisions. Wherever these provisions were used, there had been discriminatory use—either against a few or in favor of a few. Normally, when officers are clothed with more powers, there is a large scope for corruption. I feel that it would be desirable to avoid such malpractices, and it would be better, I think, that even for minor offences, the parties should have a chance to defend their actions. I do not think that the problem of dealing with minor offences will become complex or complicated if we take them to courts. I want a reply from the Minister as to in what way he is facing difficulty in dealing with minor offences or offences of a technical nature. The hon. member made the point that even if this provision was acceptable to the House, he did not know what amount would be demanded as security. So, the Minister should tell us what amount is normally expected from a licensee in such cases, and what the offences are that he considers to be of a technical or minor nature. We are not told which are major offences and which are minor offences. Clarifications on these points are necessary. I wish that the Act, which came into effect some time ago, had been implemented properly. I know that the Minister here is very earnest in implementing it, but his colleagues at the State level and at the Central level are disappointing him.",
    "e5" : "The Industrial Policy Resolution of 1948 was good, but the spirit of it could not be understood or appreciated by the common man in this country. So, a new orientation of this policy was given. The hon. Prime Minister, after his return, declared that the policy of the country—or rather, the future pattern of society—would be the socialist pattern. This was further emphasized in the resolution passed at the Avadi session of the Congress, and later by the then President of the I am very glad to say that the spirit of it has been embraced by the nation today. If I may say so, the nation has accepted the socialist pattern of society. It behooves all sections, both inside this House and outside, to work together—without mutual recriminations—to propagate, in a disciplined manner, the socialist pattern of society as indicated by the statements of the great leaders of our country. I refer to a few sentences from the report presented on the 4th of June, 1939, by our Prime Minister, who was then the Chairman of the All India Planning Committee, which came into existence when there was provincial autonomy in the provinces. On the opening page of that report, he stated:It is clear that the drawing up of a comprehensive national plan becomes merely an academic exercise with no relation to reality unless the authority—or those to whom it is entrusted—hold the responsible position to give effect to the plan. If the authority is circumscribed or restricted and has limited activities, it cannot plan effectively. An essential prerequisite for planning is, therefore, complete freedom and independence for the country and the removal of all external control. This means that the country must possess within itself the authority to frame any measures, adopt any policies, and form any relations with other countries as may seem best in the interest of the nation and its people. This is indispensable for taking all the steps that may be found necessary for carrying out the Five-Year Plan in all its various aspects throughout the whole country.At the present moment, it is clear that not only do we in India lack national independence, but we are also hedged in and obstructed by numerous restrictions, limitations, safeguards, and reservations, which block the path to planning and progress. Our plan for national development must, therefore, be drawn up for a free and independent India. Thanks to the sacrifices made by millions of our countrymen and countrywomen under the leadership of the Father of the Nation, Mahatma Gandhi, we have today secured complete sovereign political independence at a time when the nations of the world were engaged in the bitterest struggle, using all the weapons of destruction. If, therefore, we have secured political independence in the period of a quarter of a century, it should not be difficult—especially when we are today masters in our own country—to secure a socialist pattern of society, as has already been indicated. But it requires the assistance, the propaganda, and the active work of all those who are interested in this. I am sure that as long as my hon. friends, the Minister, and the other Ministers who represent the Commerce and Industry Ministry can give us an assurance that the capitalist pattern will be avoided, some of us who believe in a central A per cent socialist democracy—give an undertaking that certainly a totalitarian policy will not be introduced in this country, because we have believed all along (during the fight we gave to the British Government when we secured political independence) that we shall try to maintain a democracy, undiluted, and a socialist democracy at that. I am absolutely certain that in this country of ours, liberty of thought, liberty of speech, and liberty of action will be guaranteed to every citizen to express his views in the manner he pleases. I therefore assure my hon. friend that so long as we do not, under the guise of a socialist pattern, support a capitalist system, India will stand one hundred percent for a socialist democracy.Now, luckily for us, the Fundamental Rights of the Constitution have declared that a citizen will be assured of many of the social amenities which will provide reasonable comfort from womb to the grave. But mere enunciation, as I have said many times, will not satisfy the common man unless these declarations are put into effect. I am absolutely certain, therefore, that so long as there is a determination on the part of our countrymen, we will be in a position to secure a socialist pattern of society. It is not even possible to draw up a plan on any other basis.",
    "e6" : ""
}

